Repository: yusufholat/zi-note
Catalog: Resources/Languages/AppResources.*.resx
Languages: tr

source: Export Options
tr: Dışa Aktarma

# SearchPlaceholder
source: Search terms...
tr: Arama terimleri...

# GeneralInfo
source: General Information
tr: Genel Bilgiler

source: Source Term
tr: Kaynak Terim

source: Target Term
tr: Hedef Terim

# Definition
source: Definition (Optional)
tr: Tanım (İsteğe Bağlı)

source: Details
tr: Detaylar

# Notes
source: Notes / Comments (Optional)
tr: Notlar / Yorumlar (İsteğe Bağlı)

# Example
source: Example of Use (Optional)
tr: Kullanım Örneği (İsteğe Bağlı)

# Settings
source: Settings & Metadata
tr: Ayarlar & Metadata

# Forbidden
source: Do not translate / Forbidden
tr: Çevrilmez / Yasaklı

# Domain
source: Domain (Optional)
tr: Alan (İsteğe Bağlı)

# SubDomain
source: SubDomain (Optional)
tr: Alt Alan (İsteğe Bağlı)

source: Save
tr: Kaydet

source: Cancel
tr: İptal

source: Close
tr: Kapat

source: Basic Data
tr: Temel Veri

# WelcomeHub
source: Welcome to Data Hub
tr: Veri Merkezine Hoşgeldiniz

# SelectModule
source: Select a module to manage
tr: Yönetmek için bir modül seçin

# HealthDict
source: Health Dictionary
tr: Sağlık Sözlüğü

# HealthDictSub
source: Medical Terms
tr: Tıbbi Terimler

# MilitaryDict
source: Military Dictionary
tr: Askeri Sözlük

# MilitaryDictSub
source: Army & Defense
tr: Ordu & Savunma

source: Yes
tr: Evet

source: No
tr: Hayır

# EnterSource
source: Enter source term
tr: Kaynak terim girin

# EnterTarget
source: Enter target term
tr: Hedef terim girin

# EnterDef
source: Enter definition
tr: Tanım girin

source: Enter notes
tr: Not girin

source: Enter example
tr: Örnek girin
